Revit 2027 API
Gradient.GradientNoiseHigh Property
 The property labeled "High" from the "Gradient" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GradientNoiseHigh { get; }
Public Shared ReadOnly Property GradientNoiseHigh As String
	Get
public:
static property String^ GradientNoiseHigh {
	String^ get ();
}
static member GradientNoiseHigh : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
Gradient Class
Autodesk.Revit.DB.Visual Namespace